tap "homebrew/bundle"
brew "cocoapods"
brew "go"
brew "mas"
brew "nodebrew"
cask "discord"
cask "docker"
cask "google-chrome"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "minecraft"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
cask "zerotier-one"
mas "LINE", id: 539883307
mas "Xcode", id: 497799835