tap "hashicorp/tap"
tap "homebrew/bundle"

brew "go"
brew "hashicorp/tap/terraform"
brew "jq"
brew "mas"
brew "nodebrew"
brew "yq"

cask "claude-code"
cask "docker-desktop"
cask "google-chrome"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "visual-studio-code"

mas "Xcode", id: 497799835